[
    {
        "name": "Odin",
        "description": "Odin is the Allfather, the chief of the Aesir gods, associated with war, wisdom, poetry, and death. He is known for sacrificing an eye to gain the knowledge of the runes.",
        "origin": "norse",
        "collectionNumber": 1,
        "imageUrl": ""
    },
    {
        "name": "Thor",
        "description": "Thor is the god of thunder, lightning, and storms. He wields the mighty hammer Mjolnir and is known for his strength and protection of both gods and humans.",
        "origin": "norse",
        "collectionNumber": 2,
        "imageUrl": ""
    },
    {
        "name": "Loki",
        "description": "Loki is a trickster god and a shape-shifter, known for causing chaos among the gods and even causing the death of Balder. He is the father of the wolf Fenrir and the serpent Jörmungandr.",
        "origin": "norse",
        "collectionNumber": 3,
        "imageUrl": ""
    },
    {
        "name": "Freyja",
        "description": "Freyja is the goddess of love, beauty, fertility, and war. She is one of the Vanir gods, associated with magic and seidr (a form of sorcery).",
        "origin": "norse",
        "collectionNumber": 4,
        "imageUrl": ""
    },
    {
        "name": "Frigg",
        "description": "Frigg is the goddess of marriage, motherhood, and the home. She is Odin's wife and the mother of Balder. She possesses the power of prophecy.",
        "origin": "norse",
        "collectionNumber": 5,
        "imageUrl": ""
    },
    {
        "name": "Balder",
        "description": "Balder is the god of beauty, love, happiness, and purity. He is the son of Odin and Frigg, and his death is one of the key events that leads to Ragnarök.",
        "origin": "norse",
        "collectionNumber": 6,
        "imageUrl": ""
    },
    {
        "name": "Tyr",
        "description": "Tyr is the god of war and justice. He is known for his bravery, especially when he lost his hand to the wolf Fenrir while binding it.",
        "origin": "norse",
        "collectionNumber": 7,
        "imageUrl": ""
    },
    {
        "name": "Heimdall",
        "description": "Heimdall is the god of vigilance and the guardian of the Bifrost bridge. He is known for his keen senses, especially his ability to see and hear across great distances.",
        "origin": "norse",
        "collectionNumber": 8,
        "imageUrl": ""
    },
    {
        "name": "Angrboda",
        "description": "Angrboda is a giantess in norse mythology, the mother of three monstrous children with Loki: Fenrir, Jörmungandr, and Hel.",
        "origin": "norse",
        "collectionNumber": 9,
        "imageUrl": ""
    },
    {
        "name": "Mimir",
        "description": "Mimir is a wise being who guards the well of wisdom beneath the roots of Yggdrasil. He is known for his great knowledge and intelligence.",
        "origin": "norse",
        "collectionNumber": 10,
        "imageUrl": ""
    },
    {
        "name": "Hel",
        "description": "Hel is the goddess of the underworld and ruler of the realm of the dead, also called Hel. She is the daughter of Loki and Angrboda.",
        "origin": "norse",
        "collectionNumber": 11,
        "imageUrl": ""
    },
    {
        "name": "Jörmungandr",
        "description": "Jörmungandr, also known as the Midgard Serpent, is a giant sea serpent that encircles the world. He is the sibling of Fenrir and the child of Loki.",
        "origin": "norse",
        "collectionNumber": 12,
        "imageUrl": ""
    },
    {
        "name": "Fenrir",
        "description": "Fenrir is a gigantic wolf, the son of Loki and Angrboda. He is destined to play a key role in Ragnarök, where he will slay Odin.",
        "origin": "norse",
        "collectionNumber": 13,
        "imageUrl": ""
    },
    {
        "name": "Sleipnir",
        "description": "Sleipnir is an eight-legged horse, the steed of Odin. He was born when Loki transformed into a mare and mated with the stallion Svadilfari.",
        "origin": "norse",
        "collectionNumber": 14,
        "imageUrl": ""
    },
    {
        "name": "Zeus",
        "description": "Zeus is the king of the gods and ruler of Mount Olympus. He is the god of the sky, thunder, lightning, law, and order.",
        "origin": "Greek",
        "collectionNumber": 15,
        "imageUrl": ""
    },
    {
        "name": "Poseidon",
        "description": "Poseidon is the god of the sea, earthquakes, and horses. He is the brother of Zeus and Hades and wields a powerful trident.",
        "origin": "Greek",
        "collectionNumber": 16,
        "imageUrl": ""
    },
    {
        "name": "Athena",
        "description": "Athena is the goddess of wisdom, war, and strategy. She was born fully grown and armored from the head of Zeus.",
        "origin": "Greek",
        "collectionNumber": 17,
        "imageUrl": ""
    },
    {
        "name": "Aphrodite",
        "description": "Aphrodite is the goddess of love, beauty, and desire. She was born from the sea foam and is associated with the power of attraction and romantic relationships.",
        "origin": "Greek",
        "collectionNumber": 18,
        "imageUrl": ""
    },
    {
        "name": "Ares",
        "description": "Ares is the god of war, violence, and bloodshed. He represents the brutal and chaotic aspects of battle, often depicted as a fierce and merciless figure.",
        "origin": "Greek",
        "collectionNumber": 19,
        "imageUrl": ""
    },
    {
        "name": "Hera",
        "description": "Hera is the queen of the gods and the goddess of marriage and childbirth. She is the wife and sister of Zeus and is known for her jealousy and protectiveness over marriage.",
        "origin": "Greek",
        "collectionNumber": 20,
        "imageUrl": ""
    },
    {
        "name": "Hephaestus",
        "description": "Hephaestus is the god of fire, metalworking, and craftsmanship. He is the blacksmith of the gods and the creator of many divine weapons and artifacts.",
        "origin": "Greek",
        "collectionNumber": 21,
        "imageUrl": ""
    },
    {
        "name": "Pandora",
        "description": "Pandora is the first woman in Greek mythology, created by the gods. She opened a jar (often referred to as Pandora's box), releasing all the evils of humanity, leaving only hope inside.",
        "origin": "Greek",
        "collectionNumber": 22,
        "imageUrl": ""
    },
    {
        "name": "Hades",
        "description": "Hades is the Greek god of the underworld, ruling over the dead and ensuring the balance of life and death. He is stern but not evil, often depicted with his queen, Persephone, and his three-headed dog, Cerberus.",
        "origin": "Greek",
        "collectionNumber": 23,
        "imageUrl": ""
    },
    {
        "name": "Cerberus",
        "description": "Cerberus is the three-headed dog who guards the gates of the Underworld, preventing the dead from escaping. He is the offspring of the monsters Echidna and Typhon.",
        "origin": "Greek",
        "collectionNumber": 24,
        "imageUrl": ""
    },
    {
        "name": "Medusa",
        "description": "Medusa is one of the Gorgons, a monster with snakes for hair. Anyone who looks into her eyes is turned to stone. She was cursed by Athena after being violated by Poseidon.",
        "origin": "Greek",
        "collectionNumber": 25,
        "imageUrl": ""
    },
    {
        "name": "Minotaur",
        "description": "The Minotaur is a half-man, half-bull creature that resides in the Labyrinth, a maze built by Daedalus. He was the offspring of Queen Pasiphae and a bull sent by Poseidon.",
        "origin": "Greek",
        "collectionNumber": 26,
        "imageUrl": ""
    },
    {
        "name": "Pegasus",
        "description": "Pegasus is a winged horse that sprang from the blood of Medusa when she was slain by Perseus. He is often associated with the Muses and heroic deeds.",
        "origin": "Greek",
        "collectionNumber": 27,
        "imageUrl": ""
    },
    {
        "name": "Cyclopes",
        "description": "The Cyclopes are a race of one-eyed giants. They are skilled blacksmiths and craftsmen, responsible for forging Zeus's thunderbolts and other powerful weapons for the gods.",
        "origin": "Greek",
        "collectionNumber": 28,
        "imageUrl": ""
    },
    {
        "name": "Anubis",
        "description": "Anubis is the god of mummification, funerary rites, and the protector of graves. He is depicted as a man with the head of a jackal and guides the souls of the dead to the afterlife.",
        "origin": "Egyptian",
        "collectionNumber": 29,
        "imageUrl": ""
    },
    {
        "name": "Horus",
        "description": "Horus is the god of the sky, kingship, and protection. He is typically depicted as a falcon or a man with the head of a falcon and is the son of Osiris and Isis.",
        "origin": "Egyptian",
        "collectionNumber": 30,
        "imageUrl": ""
    },
    {
        "name": "Osiris",
        "description": "Osiris is the god of the afterlife, resurrection, and the judge of the dead. He was once the ruler of Egypt but was killed by his brother Set. He was later resurrected by his wife, Isis.",
        "origin": "Egyptian",
        "collectionNumber": 31,
        "imageUrl": ""
    },
    {
        "name": "Hathor",
        "description": "Hathor is the goddess of love, motherhood, music, and joy. She is depicted as a cow or a woman with cow horns, often associated with fertility and maternal care.",
        "origin": "Egyptian",
        "collectionNumber": 32,
        "imageUrl": ""
    },
    {
        "name": "Kek",
        "description": "Kek is the god of darkness and chaos, associated with the primordial forces of creation. He is often depicted as a frog or a man with the head of a frog.",
        "origin": "Egyptian",
        "collectionNumber": 33,
        "imageUrl": ""
    },
    {
        "name": "Ra",
        "description": "Ra is the sun god and one of the most important deities in Egyptian mythology. He is often depicted as a man with the head of a hawk and a sun disk above his head.",
        "origin": "Egyptian",
        "collectionNumber": 34,
        "imageUrl": ""
    },
    {
        "name": "Aker",
        "description": "Aker is the god of the horizon and the earth, often depicted as two lions or as a man with the heads of lions. He is associated with protecting the sun as it rises and sets.",
        "origin": "Egyptian",
        "collectionNumber": 35,
        "imageUrl": ""
    },
    {
        "name": "Maat",
        "description": "Maat in ancient Egyptian philosophy represents the concept of truth, justice, and cosmic order, symbolizing balance in the universe.",
        "origin": "Egyptian",
        "collectionNumber": 36,
        "imageUrl": ""
    },
    {
        "name": "Bennu",
        "description": "Bennu is a mythical bird, often associated with the sun, creation, and rebirth. It is linked to the phoenix in Greek mythology and symbolizes renewal and resurrection.",
        "origin": "Egyptian",
        "collectionNumber": 37,
        "imageUrl": ""
    },
    {
        "name": "Sphinx",
        "description": "The Sphinx is a mythical creature with the body of a lion and the head of a human, often associated with wisdom, guardianship, and mystery. The Great Sphinx of Giza is one of the most iconic symbols of ancient Egypt.",
        "origin": "Egyptian",
        "collectionNumber": 38,
        "imageUrl": ""
    },
    {
        "name": "Uraeus",
        "description": "The Uraeus is a symbol of the royal serpent, often depicted as a cobra, representing sovereignty, protection, and divine authority. It was worn as a crown by pharaohs.",
        "origin": "Egyptian",
        "collectionNumber": 39,
        "imageUrl": ""
    },
    {
        "name": "Serpopard",
        "description": "The Serpopard is a mythical creature, often depicted as a hybrid between a serpent and a leopard. It was a common motif in Egyptian art, symbolizing the blending of different forces of nature.",
        "origin": "Egyptian",
        "collectionNumber": 40,
        "imageUrl": ""
    }
]
